def load_data_from_json():
	"""
	Считывает информация с json-файла и возвращает ее
	:return: Список данных
	"""
	pass


def delete_empty_operation():
	"""
	Удаляет пустые записи об операциях из данных
	:return: Список с заполненными данными
	"""
	pass


def sort_data_by_date():
	"""
	Сортирует данные в списке словарей по дате
	:return: Отсортированный список словарей
	"""
	pass


def get_executed_data():
	"""
	Сортирует данные в списке по статусу операции
	:return: Отсортированный список словарей
	"""
	pass
